tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/ZmenitUdajePoukazu_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:ZmenaUdajuPoukazuDotaz>
            <cuep:Doklad>
                <cuep:ID_Dokladu>GJR3FTS85</cuep:ID_Dokladu>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000000010</com:Pracoviste>
                </com:Pristupujici>
                <cuep:ZP>111</cuep:ZP>
                <cuep:CP>7711224411</cuep:CP>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>e73787fd-090a-40a3-9e24-1e77e024d8e2</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-07T14:07:40.238+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:ZmenaUdajuPoukazuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
